In [5]:
import pandas as pd 
import numpy as np
import seaborn as sns
import matplotlib.pyplot as plt

In [9]:
data = pd.DataFrame({
    "Name":["Mohamed", "Ahmed", "Mahmoud", "Abd Elwahab", "Alaa", "Ali", "Ahmed"],
    "Age" : [21,40,50, 60, 21, 15, 40],
    "Salary : ["2000 $,"1500$"
})
data

          Name  Age
0      Mohamed   21
1        Ahmed   40
2      Mahmoud   50
3  Abd Elwahab   60
4         Alaa   21
5          Ali   15
6        Ahmed   40